Revit 2027 API
BuiltInFailures.InaccurateFailures.InaccurateSpaceSeparation Property
 Space separation line is slightly off axis and may cause inaccuracies.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InaccurateSpaceSeparation { get; }
Public Shared ReadOnly Property InaccurateSpaceSeparation As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InaccurateSpaceSeparation {
	FailureDefinitionId^ get ();
}
static member InaccurateSpaceSeparation : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.InaccurateFailures Class
Autodesk.Revit.DB Namespace